{
  "hi": {
    "No": "नहीं",
    "Yes": "हाँ",
    "Are you currently receiving any pain medication?": "क्या आप वर्तमान में किसी भी दर्द की दवा प्राप्त कर रहे हैं?",
    "Have you experienced any dizziness after taking your prescribed medication?": "क्या आपको अपनी निर्धारित दवा लेने के बाद कोई चक्कर आना पड़ा है?",
    "Has your doctor prescribed medication to help with spasticity or muscle stiffness?": "क्या आपके डॉक्टर ने स्पास्टिकिटी या मांसपेशी कठोरता के साथ मदद करने के लिए दवा निर्धारित की है?",
    "Are you taking any medications to help with digestion or bowel movement?": "क्या आप पाचन या आंत्र आंदोलन के साथ मदद करने के लिए कोई दवा ले रहे हैं?",
    "Have you been prescribed any anti-seizure medication?": "क्या आपको कोई एंटी-सीज़र दवा निर्धारित की गई है?",
    "Have you had any allergic reactions to any of your medications?": "क्या आपके पास किसी भी दवा के लिए कोई एलर्जी प्रतिक्रिया है?",
    "Is there a medication that helps you manage pain or discomfort that you've been prescribed?": "क्या एक ऐसी दवा है जो आपको दर्द या असुविधा का प्रबंधन करने में मदद करती है जिसे आपने निर्धारित किया है?",
    "Are you currently on any antidepressants or mood-stabilizing medications?": "क्या आप वर्तमान में किसी भी एंटीडिप्रेसेंट्स या मूड-स्थिर दवाओं पर हैं?",
    "Do you take any medications for blood pressure regulation?": "क्या आप रक्तचाप विनियमन के लिए कोई दवाई लेते हैं?",
    "Do you experience any nausea or vomiting after taking your medications?": "क्या आप अपनी दवा लेने के बाद किसी भी मतली या उल्टी का अनुभव करते हैं?",
    "Have you been prescribed any antibiotics for infections related to paralysis (e.g., urinary tract, respiratory)?": "क्या आपको पैरालिसिस (जैसे, मूत्र पथ, श्वसन) से संबंधित संक्रमण के लिए कोई एंटीबायोटिक निर्धारित किया गया है?",
    "Have you been given medication for respiratory support (e.g., bronchodilators, corticosteroids)?": "क्या आपको श्वसन समर्थन के लिए दवा दी गई है (उदाहरण के लिए, bronchodilators, corticosteroids)?",
    "Are you receiving any sedatives or sleeping medications to help with rest?": "क्या आप आराम के साथ मदद करने के लिए किसी भी शामक या नींद की दवा प्राप्त कर रहे हैं?",
    "Do you take any medications to prevent deep vein thrombosis (DVT) or other blood clots?": "क्या आप गहरी नस थ्रोम्बोसिस (DVT) या अन्य रक्त के थक्कों को रोकने के लिए कोई दवा लेते हैं?",
    "Do you regularly take any medication to support your nutritional intake (e.g., vitamins, electrolytes)?": "क्या आप नियमित रूप से अपने पोषण सेवन (जैसे विटामिन, इलेक्ट्रोलाइट्स) का समर्थन करने के लिए कोई दवा लेते हैं?",
    "Are you feeling hungry?": "क्या आप भूख महसूस कर रहे हैं?",
    "Do you feel like eating solid food?": "क्या आप ठोस भोजन खाने की तरह महसूस करते हैं?",
    "Soft": "शीतल",
    "Liquid": "तरल",
    "Do you experience difficulty swallowing?": "क्या आपको निगलने में कठिनाई का अनुभव है?",
    "Do you prefer soft or liquid food?": "क्या आप नरम या तरल भोजन पसंद करते हैं?",
    "Are you thirsty or dehydrated?": "क्या आप प्यास या निर्जलित हैं?",
    "Thirsty": "थर्डी",
    "Dehydrated": "निर्जलित",
    "Would you prefer sweet or savory food?": "क्या आप मिठाई या नमकीन खाना पसंद करेंगे?",
    "Sweet": "मीठा",
    "Savory": "सावोरी",
    "Are you experiencing nausea?": "क्या आप मतली का अनुभव कर रहे हैं?",
    "Do you feel pain or discomfort in your stomach?": "क्या आप अपने पेट में दर्द या असुविधा महसूस करते हैं?",
    "Have you eaten in the past 6 hours?": "क्या आपने पिछले 6 घंटों में खाया है?",
    "Are you experiencing dry mouth or difficulty chewing?": "क्या आप शुष्क मुंह या परेशानी से जूझ रहे हैं?",
    "Are you currently experiencing any pain?": "क्या आप वर्तमान में किसी भी दर्द का सामना कर रहे हैं?",
    "Lower body": "निचले शरीर",
    "Upper body": "ऊपरी शरीर",
    "Is the pain in your upper body or lower body?": "क्या आपके शरीर या निचले शरीर में दर्द होता है?",
    "Are you currently feeling nauseous?": "क्या आप वर्तमान में बुरा महसूस कर रहे हैं?",
    "Head": "हेड",
    "Chest": "चेस्ट",
    "Is the pain in your chest or head ?": "क्या आपकी छाती या सिर में दर्द है?",
    "Is the pain in your legs or around your waist ?": "क्या आपके पैरों में दर्द या आपकी कमर के आसपास है?",
    "Legs": "लेग्स",
    "waist": "कमर",
    "Do you also have fever or headache ?": "क्या आपको बुखार या सिरदर्द भी है?",
    "Do you have any other concerning symptoms?": "क्या आपके पास लक्षणों के बारे में कोई अन्य प्रश्न हैं?",
    "Are you experience tightness in your chest?": "क्या आप अपनी छाती में तंगपन का अनुभव कर रहे हैं?",
    "Are your headaches acute or chronic?": "क्या आपके सिरदर्द तीव्र या पुरानी हैं?",
    "Is the pain in your legs severe or mild?": "क्या आपके पैरों में दर्द गंभीर है?",
    "Severe": "Severe",
    "Mild": "हल्का",
    "Is the pain concentrated on your back or around the thighs?": "क्या दर्द आपकी पीठ पर या जांघों के आसपास केंद्रित है?",
    "Back": "वापस",
    "Thighs": "जांघ",
    "Is the fever severe or mild ?": "क्या बुखार गंभीर या हल्के है?",
    "Is the pain severe or mild ?": "क्या दर्द गंभीर है?",
    "Do you have any other concerning sysmptoms?": "क्या आपके पास कोई अन्य व्यक्ति है?",
    "Is the pain concentrated on joints?": "क्या दर्द जोड़ों पर केंद्रित है?",
    "Is the accompanied by irritation?": "क्या जलन के साथ है?"
  }
}